{
  "basics": {
    "name": "Jiale Zhang",
    "label": "Maker, Researcher, Engineer",
    "image": "",
    "email": "jiale@umich.edu",
    "phone": "(+1)7344507881",
    "url": "https://hcimaker.github.io/",
    "summary": "I am a second-year ECE Ph.D. Candidate at the University of Michigan. My research focuses on developing <strong>multimodal-sensing system</strong> with <strong>explainable machine learning model</strong> to enhance <strong>human-computer interaction</strong> experience.",
    "location": {
      "address": "Rm3200, EECS Building, 1301 Beal Ave",
      "postalCode": "MI 48105",
      "city": "Ann Arbor",
      "countryCode": "US",
      "region": "Michigan"
    },
    "profiles": [
      {
        "network": "Twitter",
        "username": "AlbertEinstein",
        "url": "https://twitter.com/AlbertEinstein"
      }
    ]
  },
  "work": [
    {
      "name": "Dolby Laboratories",
      "position": "PhD Research Intern",
      "url": "https://www.dolby.com/",
      "startDate": "2025-05-19",
      "endDate": "2025-08-08",
      "summary": "Modeled intrinsic and extrinsic feedback design for vocal training system on glasses.",
      "highlights": ["Prototyped a smart glasses system for vocal training with ongoing patent filing"]
    },
    {
      "name": "AiFi Inc.",
      "position": "AI Engineer Intern",
      "url": "https://aifi.com/",
      "startDate": "2024-05-25",
      "endDate": "2024-08-25",
      "summary": "Enhanced the customer-item assoication through characterizing item motion through RFID and customer motion through camera in the autonomous store.",
      "highlights": ["95.8% RFID-based item motion classification accuracy", "Coherent feature extraction from camera and RFID data"]
    }
  ],
  "education": [
    {
      "institution": "Universit of Michigan, Ann Arbor",
      "location": "Ann Arbor, MI",
      "url": "https://ece.engin.umich.edu/",
      "area": "Embedded Systems",
      "studyType": "PhD",
      "startDate": "2023-01-01",
      "endDate": "Present"
    },
    {
      "institution": "University of Michigan, Ann Arbor",
      "location": "Ann Arbor, MI",
      "url": "https://ece.engin.umich.edu/",
      "area": "Embedded Systems",
      "studyType": "Master",
      "startDate": "2020-09-01",
      "endDate": "2022-12-31",
      "score": "3.9"
    }
  ],
  "awards": [
    {
      "title": "Qualcomm Innovation Fellowship",
      "date": "06-2023",
      "awarder": "Qualcomm",
      "url": "https://www.qualcomm.com/research/university-relations/innovation-fellowship/2023-north-america",
      "summary": "The Qualcomm Innovation Fellowship (QIF) program is focused on recognizing, rewarding, and mentoring PhD and Masters* students across a broad range of technical research, based on Qualcomm's core values of innovation, execution, and teamwork. The program empowers graduate students to take giant steps toward achieving their research goals."
    }
  ],
  "publications": [
    {
      "name": "FloHR: Ubiquitous Heart Rate Measurement using Indirect Floor Vibration Sensing",
      "publisher": "Jesse R. Codling, Jeffrey D. Shulkin, Yen-Cheng Chang, *Jiale Zhang*, Hugo Latapie, Hae Young Noh, Pei Zhang, Yiwen Dong",
      "releaseDate": "10-29-2024",
      "url": "https://dl.acm.org/doi/10.1145/3671127.3698170",
      "summary": ["The paper presents FloHR, an innovative system for contactless heart rate monitoring that utilizes heartbeat-induced floor vibrations. ",
       "FloHR contributes a sensitive vibration sensing setup that accurately ",
       "detects minor vibrations from heartbeats at a distance and an algorithmic framework that distinguishes heartbeats from ambient noise, ",
       "achieving near-medical accuracy even when sensors are up to <strong>2</strong> meters away from the subject"]
    },
    {
      "name": "Poster: Drive-by City Wide Trash Sensing for Neighborhood Sanitation Need",
      "publisher": "Fernandez, Tomas and Chang, Yen Cheng and Codling, Jesse and Dong, Yiwen and *Zhang, Jiale* and Joe-Wong, Carlee and Noh, Hae Young and Zhang, Pei",
      "releaseDate": "06-04-2024",
      "url": "https://dl.acm.org/doi/10.1145/3643832.3661431",
      "summary": "We propose a framework for labeling and self-training of in-car video to detect trash on the roads, providing a scalable solution for city-wide trash and air-pollution sensing."
    },
    {
      "name": "Poster Abstract: Vibration-Based Object Classification with Structural Response of Ambient Music",
      "publisher": "*Zhang, Jiale* and Pati, Shweta and Codling, Jesse and Bannis, Adeola and Ruiz, Carlos and Noh, Hae Young and Zhang, Pei",
      "releaseDate": "05-09-2023",
      "url": "https://dl.acm.org/doi/10.1145/3583120.3589825",
      "summary": "The paper presents a novel approach to object classification using vibration-based sensing activated by ambient music. By playing music through a shelf with a sound exciter, the vibration responses vary based on the objects placed on the shelf. The system achieves an accuracy of 98.6% in classifying different objects."
    },
    {
      "name": "Deep-Learning-Enabled Microwave-Induced Thermoacoustic Tomography Based on Sparse Data for Breast Cancer Detection",
      "publisher": "*J. Zhang*, C. Li, W. Jiang, Z. Wang, L. Zhang and X. Wang",
      "releaseDate": "03-21-2022",
      "url": "https://ieeexplore.ieee.org/document/9738842",
      "summary": "This work proposes a novel deep-learning-enabled microwave-induced thermoacoustic tomography (DL-MITAT) modality to address the sparse data reconstruction problem and applies it in breast cancer detection. The applied deep learning network is a domain transform network called feature projection network (FPNet) + ResU-Net."
    },
    {
      "name": "Directly Controlling the Perceived Difficulty of a Shooting Game by the Addition of Fake Enemy Bullets",
      "publisher": "*Zhang, Jiale*",
      "releaseDate": "05-08-2021",
      "url": "https://dl.acm.org/doi/10.1145/3411763.3451525",
      "summary": "Adjusting the balance between the player's game skill and the difficulty level is one of the most important factors to improve the player's engagement. This work proposes the concept of user-perceived difficulty and investigates its relationship with the actual game difficulty."
    }
  ],
  "skills": [
    {
      "name": "Sensing System Design",
      "level": "Master",
      "icon": "fa-solid fa-hashtag",
      "keywords": [
        "Sensing Hardware Design",
        "Data Collection",
        "Data Processing",
        "Data Analysis",
        "Machine Learning"
      ]
    }
  ],
  "languages": [
    {
      "language": "Chinese",
      "fluency": "Native speaker",
      "icon": ""
    },
    {
      "language": "English",
      "fluency": "Professional working proficiency",
      "icon": ""
    }
  ],
  "interests": [   
    {
      "name": "Climbing",
      "icon": "fa-solid fa-pickaxe",
      "keywords": [
        "Bouldering",
        "Top Rope Climbing",
        "Lead Climbing"
      ]
    },
    {
      "name": "Snowboarding",
      "icon": "fa-solid fa-pickaxe",
      "keywords": [
        "Curving",
        "Freestyle"
      ]
    }
  ]
}

